/*PDE titles*/
"Color/Quality Options" = "Farbe-/Qualitätsoptionen";
"Finishing" = "Fertigstellung";
"Advanced"="Erweitert";

/*Summary driver info*/
"Driver Name" = "Treibername";
"Driver Core Version" = "Treiber-Core-Version";
"Driver Support Version" = "Treiber-Support-Version";
"HPCP1020DriverName" = "HP LaserJet CP1020 Series Driver";
